Repository: wp-plugins/simple-top-commenters
Catalog: languages/simple-top-commenters_1.2_*.po
Languages: uk_ua

source: Displays a list of top commenters across a site, showing the number of comments for each.
uk_ua: Виводити на екран список коментаторів переглядати сайти, показує кількість коментарів для кожного.

source: A list of top commenters on your site
uk_ua: Список найкращих коментаторів на вашому сайті

source: comment
uk_ua: коментарію

source: Top Commenters
uk_ua: Топ коментатори

source: Title:
uk_ua: Назва:

source: Define Commenters by:
uk_ua: Визначити коментаторів по:

source: email
uk_ua: по електронній пошті

source: name
uk_ua: назва

source: Commenters to Exclude: (separated by comma)
uk_ua: Коментатори виключити: (через кому)

source: #of Commenters to List: (leave blank to list all)
uk_ua: #Коментатори в список: (залиште порожнім перерахувати все)

source: Show "comments" Label?
uk_ua: Показати "Коментарі " Етикетка?
