Repository: wp-plugins/simple-top-commenters
Catalog: languages/simpleTopCommenters-*.po
Languages: sl_si

source: Displays a list of top commenters across a site, showing the number of comments for each.
sl_si: Vtičnik prikaže uporabnike z največ oddanimi komentarji ter število oddanih komentarjev.

source: A list of top commenters on your site
sl_si: Seznam najpogostejših komentatorjev na vašem spletnem mestu

source: SimpleTopCommenters
sl_si: Najpogostejši komentatorji

source: comment
sl_si: komentar

source: Top Commenters
sl_si: Najpogostejši komentatorji

source: Title:
sl_si: Naslov:

source: Define Commenters by:
sl_si: Prikaži komentatorje po:

source: email
sl_si: e-pošta

source: name
sl_si: ime

source: Commenters to Exclude: (separated by comma)
sl_si: Izključi komentatorje (ločeni z vejico):

source: # of Commenters to List: (leave blank to list all)
sl_si: Število komentatorjev za prikaz (prazno za prikaz vseh):

source: Show "comments" Label?
sl_si: Prikaži oznako "komentarji"?
