Repository: wp-plugins/simple-top-commenters
Catalog: languages/simpleTopCommenters1.1_*.po
Languages: ro_ro

source: Displays a list of top commenters across a site, showing the number of comments for each.
ro_ro: Afişează o listă de comentatori de top pe un site, care arată numărul de comentarii pentru fiecare.

source: A list of top commenters on your site
ro_ro: O listă de comentatori de top pe site-ul dvs.

source: comment
ro_ro: comentariu

source: Top Commenters
ro_ro: Top comentatori

source: Title:
ro_ro: Titlu:

source: Define Commenters by:
ro_ro: Definirea de comentatori:

source: name
ro_ro: nume

source: Commenters to Exclude: (separated by comma)
ro_ro: Comentatori de a exclude: (separate prin virgula)

source: # of Commenters to List: (leave blank to list all)
ro_ro: # De comentatori la Lista de: (lăsaţi necompletat pentru a lista toate)

source: Show "comments" Label?
ro_ro: Arată "comentarii"Casa de discuri?
